export const actorType = {
  1: '主播',
  2: '达人',
  3: '主播+达人',
  4: '艺人',
  5: '独立音乐人',
  6: '主持人',
  7: '其他'
}
export const templateType = {
  1: '无忧传媒优秀艺人独家经纪合约',
  2: '无忧传媒优秀艺人独家经纪合约（直播+短视频+电商)',
  3: '优秀艺人独家经纪合约',
  4: '优秀艺人独家经纪合约(直播+短视频+电商)',
  5: '电商服务平台合作协议',
  6: '抖音快手直播主播合作协议',
  7: '名人合作协议(短视频+直播)',
  8: '优秀艺人抖音短视频平台独家经纪合约',
  9: '优秀艺人独家经纪合约(AN)',
  10: '优秀艺人独家经纪合约(XS)',
  11: '优秀艺人独家经纪合约(商务经纪)',
  12: '优秀艺人独家经纪合约(线上)',
  13: '优秀艺人独家经纪合约(直播+短视频)',
  14: '优秀艺人合作协议(电商)',
  15: '优秀艺人独家新媒体合约(直播+短视频+电商)',
  16: '其他'
}

export const contractType = {
  1: '优秀艺人独家经纪合约',
  2: '优秀艺人合作协议（直播+短视频+电商）',
  3: '优秀艺人经纪合约（直播+短视频）',
  4: '优秀艺人独家经纪合约+补充协议',
  5: '优秀艺人合作协议（直播+短视频+电商）+补充协议',
  6: '优秀艺人经纪合约（直播+短视频）+补充协议',
  7: '电商服务平台合作协议+补充协议',
  8: '抖音快手直播主播合约',
  9: '抖音直播独家合作协议',
  10: '抖音直播独家合作协议+补充协议',
  11: '名人合作协议（短视频+直播）+补充协议',
  12: '优秀艺人抖音短视频平台独家经纪合约',
  13: '优秀艺人抖音短视频平台独家经纪合约+补充协议',
  14: '优秀艺人独家经纪合约（AN）+补充协议',
  15: '优秀艺人独家经纪合约（XS)',
  16: '优秀艺人独家经纪合约（线上）+补充协议',
  17: '优秀艺人独家经纪合约（线上）',
  18: '优秀艺人合作协议（电商）',
  19: '优秀艺人独家经纪合约（直播+短视频）',
  20: '优质艺人短视频和直播及线上商务独家合作合同'
}
